{"sections":[{"title":"Движение частицы в центральном потенциале: получение одномерного уравнения радиального движения","description":"Центральный потенциал, его симметрия относительно поворотов, разделение решения на радиальную и сферическую части. Одномерное уравнение Шредингера после введения эффективного центробежного потенциала и стандартной замены переменных","begin":0},{"title":"Движение частицы в центральном потенциале: классический случай","description":"Эффективный центробежный потенциал в классическом случае и аналогия с квантовым случаем. Классические уравнения движения и траектория движения","begin":790},{"title":"Движение частицы в центральном потенциале: решение одномерного уравнения радиального движения","description":"Асимптотическое поведение решения уравнения радиального движения в нуле и бесконечности, физическое требование отсутствия сингулярности решения, графики центробежного и исходного центрального потенциала. Уравнение Шредингера «на бесконечности» и существование различных типов решений — решений из дискретного спектра и из непрерывного. Вывод условия существования физического решения для состоянии из дискретного спектра","begin":1380},{"title":"Задача двух тел","description":"Потенциал взаимодействия частиц, гамильтониан системы частиц. Упрощение гамильтониана с помощью перехода в систему центра масс, относительные координаты, эффективная масса, уравнение Шредингера и гамильтониан в системе центра масс. Разделение движения на эффективное движение в центральном потенциале и движение центра масс, нахождение волновых функции каждой подзадачи, эффективная масса как поправка в случае масс разного порядка","begin":2790},{"title":"Отступление","description":"Неразрешимость в общем виде задачи трех тел, численные решения для аналитически нерешаемых задач, вторая Лагранжева точка","begin":4250},{"title":"Атом водорода: постановка задачи","description":"Гамильтониан водородоподобного атома с учетом эффективного потенциала, график потенциала, два типа решения — дискретные уровни и непрерывный спектр, безразмерные переменные. Характерные значения длины, энергии и импульса","begin":4436}]}
